Repository: braikov/SquashPointsCounter
Catalog: Squash.Web/Resources/Shared/Validation.*.resx
Languages: bg_bg

# Required
source: This field is required.
bg_bg: Полето е задължително.

# InvalidEmail
source: Enter a valid email address.
bg_bg: Въведете валиден имейл адрес.

# SelectOption
source: Please select a value.
bg_bg: Моля, изберете стойност.

# PasswordMismatch
source: The passwords do not match.
bg_bg: Паролите не съвпадат.

# InvalidCode
source: The reset link is invalid or expired.
bg_bg: Линкът за ресет е невалиден или изтекъл.

# EmailNotConfirmed
source: Your email is not confirmed yet.
bg_bg: Имейлът ви все още не е потвърден.

# ConfirmationEmailSent
source: If the account exists, we have sent a confirmation email.
bg_bg: Ако акаунтът съществува, изпратихме имейл за потвърждение.

# RateLimitExceeded
source: Too many requests. Please try again in a few minutes.
bg_bg: Твърде много заявки. Опитайте отново след няколко минути.

# FileTooLarge
source: The file is too large. Max size is 1.5 MB.
bg_bg: Файлът е твърде голям. Максимум 1.5 MB.

# InvalidImageType
source: Invalid file type. Use JPG or PNG.
bg_bg: Невалиден тип файл. Използвайте JPG или PNG.

# ImageTooSmall
source: The image is too small. Minimum size is 128x128.
bg_bg: Снимката е твърде малка. Минимум 128x128.

# ImageTooLarge
source: The image is too large. Maximum size is 2048x2048.
bg_bg: Снимката е твърде голяма. Максимум 2048x2048.

# InvalidImageFile
source: The image file is invalid.
bg_bg: Невалиден файл със снимка.
